{
    "name": "Daniel Kostin",
    "kredo": "Life researcher",
    "about": "About me",
    "education": "Education",
    "projects": "Projects",
    "contact": "Contacts",
    "mail_me": "Mail me",
    "mem_info":"My name is Uncle Vova. I do wrestling!",
    "greeting": "Good morning, good afternoon, good evening! My name is Daniel",
    "greeting_info": "I’m a professional quadrober 🦥 I do hobby horsing, work on calculus assignments (everyone scream!), and sometimes, while waiting for my caramel frappuccino with coconut milk, I write Python code.",
    "about_info": "I’m just an ordinary student who loves programming, math, and hobby horsing. In my free time, I do sports, read books, and watch movies. My goal is to become a professional in the field of machine learning and artificial intelligence. (This is how GitHub Copilot sees me — overall, it sounds plausible, and I believe it.)",
    "hse_university": "National Research University «Higher School of Economics», Moscow",
    "hse_grad_date": "Bachelor's Degree, 2023–2027",
    "hse_status": "Student",
    "hse_working": "Studying mathematics and programming",
    "school":"Presidential Physics and Mathematics Lyceum No. 239, Saint Petersburg",
    "school_grad_date": "Secondary General Education, 2020–2023",
    "LISA_info": "A chatbot that provides users with secure access to internet resources through VPN. The bot is designed to automate interaction with the VPN service, provide access keys, manage subscriptions, and analyze usage statistics. Interaction is done through the Telegram messenger.",
    "image_processor_info": "Creating a console application to apply various types of filters (Gaussian blur, cropping, negative) to an image.",
    "stellayger_info": "Creating a desktop game in Unity that helps memorize constellations in the sky. By controlling a rocket, players must fly around all the stars and form the required shape.",
    "skills": "Technical Skills",
    "skills_info":"Algorithms and Data Structures, Mathematical Analysis, Linear Algebra and Geometry",
    "write_tg": "Write in Telegram",
    "email":"Email",
    "view_resume": "View resume",
    "footer_info": "Made with the expectation of 2025",
    "theme_light": "Light",
    "theme_dark": "Dark",
    "not_found": "Nothing found! What a failure, go back to the main page!"
}
