{
    "name": "Даниил Костин",
    "kredo": "Ресерчер жизни",
    "about": "Обо мне",
    "education": "Образование",
    "projects": "Проекты",
    "contact": "Контакты",
    "mail_me": "Написать мне",
    "mem_info":"Зовут дядя Вова. Занимаюсь борьбой!",
    "greeting": "Доброе утро, добрый день, добрый вечер! Меня зовут Даниил",
    "greeting_info": "Я - профессиональный квадробер 🦥 Занимаюсь хоббихорсингом, делаю лабы по матану (всем звуук) и иногда, пока жду свой карамельный фраппучино на кокосовм молоке, пишу код на Python",
    "about_info": "Я — обычный студент, который любит программирование, математику и хоббихорсинг. В свободное время я занимаюсь спортом, читаю книги и смотрю фильмы. Моя цель — стать профессионалом в области машинного обучения и искусственного интеллекта (таким меня видит GitHub Copilot — в целом, звучит правдеподобно, я в это верю)",
    "hse_university": "Национальный исследовательский университет «Высшая школа экономики», Москва",
    "hse_grad_date": "Бакалавриат, 2023-2027",
    "hse_status": "Студент",
    "hse_working": "Занимаюсь изучением математики и программирования",
    "school": "Президентский физико-математический лицей №239, Санкт-Петербург",
    "school_grad_date": "Среднее общее образование, 2020-2023",
    "LISA_info": "Чат-бот, предоставляющий пользователям безопасный доступ к ресурсам сети Интернет через VPN. Бот разработан для автоматизации взаимодействия с VPN-сервисом, предоставления ключей доступа, управления подписками и анализа статистики использования. Взаимодействие осуществляется через мессенджер Telegram.",
    "image_processor_info": "Создание консольного приложения для применения фильтров различного типа (размытие по Гауссу, обрезание, негатив) к изображению.",
    "stellayger_info": "Создание десктопной игры на Unity, позволяющей запоминать созвездия неба. Управляя ракетой, необходимо облететь все звезды и построить необходимую фигуру.",
    "skills": "Технические навыки",
    "skills_info":"Алгоримы и структуры данных, математический анализ, линейная алгебра и геометрия",
    "write_tg": "Написать в Telegram",
    "email":"Написать на почту",
    "view_resume": "Посмотреть резюме",
    "footer_info": "Cделано с ожиданием 2025 года",
    "theme_light": "Светлая",
    "theme_dark": "Тёмная",
    "not_found": "Ничего не нашлось! Вот неудача, отправляйтесь на главную!"
}
